{"tokens": [{"id": 0, "name": "APOLLO X - CREW", "description": "S69-35505 (June 1969) --- The prime crews of the Apollo 10 lunar orbit mission and the Apollo 11 lunar landing mission are photographed during an Apollo 10 postflight de-briefing session. Clockwise, from left foreground, are astronauts Michael Collins, Apollo 11 command module pilot; Edwin E. Aldrin Jr., Apollo 11 lunar module pilot; Eugene A. Cernan, Apollo 10 lunar module pilot; Thomas P. Stafford, Apollo 10 commander; Neil A. Armstrong, Apollo 11 commander; and John W. Young, Apollo 10 command module pilot.", "image": "https://images-assets.nasa.gov/image/s69-35505/s69-35505~thumb.jpg"}, {"id": 1, "name": "Saturn Apollo Program", "description": "This montage depicts the flight crew patches for the manned Apollo 7 thru Apollo 17 missions.  The Apollo 7 through 10 missions were basically manned test flights that paved the way for lunar landing missions. Primary objectives met included the demonstration of the Command Service Module (CSM) crew performance; crew/space vehicle/mission support facilities performance and testing during a manned CSM mission; CSM rendezvous capability; translunar injection demonstration; the first manned Apollo docking, the first Apollo Extra Vehicular Activity (EVA), performance of the first manned flight of the lunar module (LM); the CSM-LM docking in translunar trajectory, LM undocking in lunar orbit, LM staging in lunar orbit, and manned LM-CSM docking in lunar orbit. Apollo 11 through 17 were lunar landing missions with the exception of Apollo 13 which was forced to circle the moon without landing due to an onboard explosion. The craft was,however, able to return to Earth safely. Apollo 11 was the first manned lunar landing mission and performed the first lunar surface EVA. Landing site was the Sea of Tranquility. A message for mankind was delivered, the U.S. flag was planted, experiments were set up and 47 pounds of lunar surface material was collected for analysis back on Earth.  Apollo 12, the 2nd manned lunar landing mission landed in the Ocean of Storms and retrieved parts of the unmanned Surveyor 3, which had landed on the Moon in April 1967. The Apollo Lunar Surface Experiments Package (ALSEP) was deployed, and 75 pounds of lunar material was gathered. Apollo 14, the 3rd lunar landing mission landed in Fra Mauro. ALSEP and other instruments were deployed, and 94 pounds of lunar materials were gathered, using a hand cart for first time to transport rocks. Apollo 15, the 4th lunar landing mission landed in the Hadley-Apennine region. With the first use of the Lunar Roving Vehicle (LRV), the crew was bale to gather 169 pounds of lunar material. Apollo 16, the 5th lunar landing mission, landed in the Descartes Highlands for the first study of highlands area. Selected surface experiments were deployed, the ultraviolet camera/spectrograph was used for first time on the Moon, and the LRV was used for second time for a collection of 213 pounds of lunar material. The Apollo program came to a close with Apollo 17, the 6th and final manned lunar landing mission that landed in the Taurus-Littrow highlands and valley area. This mission hosted the first scientist-astronaut, Schmitt, to land on the Moon. The 6th automated research station was set up, and 243 ponds of lunar material was gathered using the LRV.  ", "image": "https://images-assets.nasa.gov/image/7995383/7995383~thumb.jpg"}, {"id": 2, "name": "APOLLO X - CREW TRAINING ", "description": "S69-35503 (June 1969) --- Astronaut Eugene A. Cernan (left), lunar module pilot of the Apollo 10 lunar orbit mission, confers with astronaut Edwin E. Aldrin Jr. during an Apollo 10 postflight de-briefing session. Aldrin is the lunar module pilot of the Apollo 11 lunar landing mission.", "image": "https://images-assets.nasa.gov/image/S69-35503/S69-35503~thumb.jpg"}, {"id": 3, "name": "Apollo 8", "description": "S69-16402 (29 Dec. 1968) --- Although it was past 2 a.m., a crew of more than 2,000 people were on hand at Ellington Air Force Base to welcome the members of the Apollo 8 crew back home. Astronauts Frank Borman, James A. Lovell Jr., and William A. Anders had just flown to Houston from the pacific recovery area by way of Hawaii. The three crewmen of the historic Apollo 8 lunar orbit mission are standing at the microphones in center of picture. Photo credit: NASA", "image": "https://images-assets.nasa.gov/image/S69-16402/S69-16402~thumb.jpg"}, {"id": 4, "name": "INFLIGHT - APOLLO X ", "description": "S69-34969 (24 May 1969) --- Astronaut Thomas P. Stafford, Apollo 10 commander, is seen in this color reproduction taken from a telecast made by the color television camera aboard the Apollo 10 spacecraft during its trans-Earth journey home.", "image": "https://images-assets.nasa.gov/image/S69-34969/S69-34969~thumb.jpg"}, {"id": 5, "name": "INFLIGHT - APOLLO X ", "description": "S69-34968 (24 May 1969) --- Astronaut Eugene A. Cernan, Apollo 10 lunar module pilot, is seen in this color reproduction taken from a telecast made by the color television camera aboard the Apollo 10 spacecraft during its trans-Earth journey home.", "image": "https://images-assets.nasa.gov/image/S69-34968/S69-34968~thumb.jpg"}, {"id": 6, "name": "Apollo 13 Emblem", "description": "S69-60662 (December 1969) --- This is the insignia of the Apollo 13 lunar landing mission.  The Apollo 13 prime crew will be astronauts James A. Lovell Jr., commander; Thomas K. Mattingly II, command module pilot; and Fred W. Haise Jr., lunar module pilot.  Represented in the Apollo 13 emblem is Apollo, the sun god of Greek mythology, symbolizing how the Apollo flights have extended the light of knowledge to all mankind.  The Latin phrase Ex Luna, Scientia means \"From the Moon, Knowledge.\"  Apollo 13 will be the National Aeronautics and Space Administration's (NASA) third lunar landing mission.", "image": "https://images-assets.nasa.gov/image/S69-60662/S69-60662~thumb.jpg"}, {"id": 7, "name": "INFLIGHT - APOLLO X (CREW ACTIVITIES) ", "description": "S69-33999 (18 May 1969) --- A close-up view of the face of astronaut, Thomas P. Stafford, Apollo 10 commander, is seen in this color reproduction taken from the third television transmission made by the color television camera aboard the Apollo 10 spacecraft. When this picture was made the Apollo 10 spacecraft was on a trans-lunar course, and was already about 36,000 nautical miles from Earth. Also, aboard Apollo 10 were astronauts John W. Young, command module pilot, and Eugene A. Cernan, lunar module pilot.", "image": "https://images-assets.nasa.gov/image/S69-33999/S69-33999~thumb.jpg"}, {"id": 8, "name": "INFLIGHT - APOLLO 10 (CREW ACTIVITIES) ", "description": "S69-34313 (20 May 1969) --- Astronaut Eugene A. Cernan is shown spinning a water bag to demonstrate the collection of hydrogen bubbles in this color reproduction taken from the fifth telecast made by the color television camera aboard the Apollo 10 spacecraft. When this picture was made the Apollo 10 spacecraft was approximately 175,300 nautical miles from Earth, and only 43,650 nautical miles from the moon. Cernan is the Apollo 10 lunar module pilot. Also, aboard Apollo 10 were astronauts Thomas P. Stafford, commander; and John W. Young, command module pilot.", "image": "https://images-assets.nasa.gov/image/S69-34313/S69-34313~thumb.jpg"}, {"id": 9, "name": "APOLLO VIII - LAUNCH - KSC ", "description": "S68-56002 (21 Dec. 1968) --- The Apollo 8 (Spacecraft 103/Saturn 503) space vehicle is launched from Pad A, Launch Complex 39, Kennedy Space Center (KSC), at 7:51 a.m. (EST), Dec. 21, 1968. The crew of the Apollo 8 lunar orbit mission is astronauts Frank Borman, commander; James A. Lovell Jr., command module pilot; and William A. Anders, lunar module pilot. Apollo 8 was the first manned Saturn V launch. (F-ls 1/3 way from top of mobile launch tower.)", "image": "https://images-assets.nasa.gov/image/S68-56002/S68-56002~thumb.jpg"}, {"id": 10, "name": "Prelaunch - Apollo 10 (rollout) ", "description": "S69-27915 (11 March 1969) --- Aerial view at Launch Complex 39, Kennedy Space Center, showing a close-up of the 363-feet tall Apollo 10 (Spacecraft 106/Lunar Module 4/Saturn 505) space vehicle on its way to Pad B. The Saturn V stack and its mobile launch tower are atop a huge crawler-transporter. The Apollo 10 flight is scheduled as a lunar orbit mission. The Apollo 10 crew will be astronauts Thomas P. Stafford, commander; John W. Young, command module pilot; and Eugene A. Cernan, lunar module pilot.", "image": "https://images-assets.nasa.gov/image/S69-27915/S69-27915~thumb.jpg"}, {"id": 11, "name": "Apollo 6 (AS-502) Pacific Recovery", "description": "Apollo 6 (AS-502) Pacific Recovery", "image": "https://images-assets.nasa.gov/image/S68-27041/S68-27041~thumb.jpg"}, {"id": 12, "name": "Apollo 6 (AS-502) Pacific Recovery", "description": "Apollo 6 (AS-502) Pacific Recovery", "image": "https://images-assets.nasa.gov/image/S68-27161/S68-27161~thumb.jpg"}, {"id": 13, "name": "Apollo 6 (AS-502) Pacific Recovery", "description": "Apollo 6 (AS-502) Pacific Recovery", "image": "https://images-assets.nasa.gov/image/S68-26890/S68-26890~thumb.jpg"}, {"id": 14, "name": "Apollo 6 (AS-502) Pacific Recovery", "description": "Apollo 6 (AS-502) Pacific Recovery", "image": "https://images-assets.nasa.gov/image/S68-26936/S68-26936~thumb.jpg"}, {"id": 15, "name": "Apollo 6 (AS-502) Pacific Recovery", "description": "Apollo 6 (AS-502) Pacific Recovery", "image": "https://images-assets.nasa.gov/image/S68-26958/S68-26958~thumb.jpg"}, {"id": 16, "name": "Apollo 6 (AS-502) Pacific Recovery", "description": "Apollo 6 (AS-502) Pacific Recovery", "image": "https://images-assets.nasa.gov/image/S68-27076/S68-27076~thumb.jpg"}, {"id": 17, "name": " APOLLO 9 - PRELAUNCH (CDDT) - KSC ", "description": "S69-27089 (11 March 1969) --- Overall view of Pad B, Launch Complex 39, Kennedy Space Center, showing the Apollo 10 (Spacecraft 106/Lunar Module-4/Saturn 505) space vehicle during a Countdown Demonstration Test. The Apollo 10 flight is scheduled as a lunar orbit mission. The Apollo 10 crew will be astronauts Thomas P. Stafford, commander; John W. Young, command module pilot; and Eugene A. Cernan, lunar module pilot.", "image": "https://images-assets.nasa.gov/image/S69-27089/S69-27089~thumb.jpg"}, {"id": 18, "name": "Portrait - Apollo 9 ", "description": "S69-25478 (23 Feb. 1969) --- These three astronauts are the prime crew of the Apollo 9 Earth-orbital space mission. Left to right, are Russell L. Schweickart, lunar module pilot; David R. Scott, command module pilot; and James A. McDivitt, commander. In the right background is the Apollo 9 space vehicle on Pad A, Launch Complex 39, Kennedy Space Center (KSC). They are pausing momentarily during training for their scheduled 10-day mission.", "image": "https://images-assets.nasa.gov/image/S69-25478/S69-25478~thumb.jpg"}, {"id": 19, "name": "LAUNCH - APOLLO 9 - CAPE ", "description": "S69-25861 (3 March 1969) --- The Apollo 9 (Spacecraft 104/Lunar Module 3/ Saturn 504) space vehicle is launched from Pad A, Launch Complex 39, Kennedy Space Center (KSC) at 11 a.m. (EST), March 3, 1969. Aboard the spacecraft are astronauts James A. McDivitt, commander; David R. Scott, command module pilot; and Russell L. Schweickart, lunar module pilot. The Apollo 9 mission will evaluate spacecraft lunar module systems performance during manned Earth-orbital flight. Apollo 9 is the second manned Saturn V mission.", "image": "https://images-assets.nasa.gov/image/S69-25861/S69-25861~thumb.jpg"}, {"id": 20, "name": " LAUNCH - APOLLO 9 - CAPE ", "description": "S69-25862 (3 March 1969) --- Framed by palm trees in the foreground, the Apollo 9 (Spacecraft 104/Lunar Module 3/ Saturn 504) space vehicle is launched from Pad A, Launch Complex 39, Kennedy Space Center (KSC) at 11 a.m. (EST), March 3, 1969. Aboard the spacecraft are astronauts James A. McDivitt, commander; David R. Scott, command module pilot; and Russell L. Schweickart, lunar module pilot. The Apollo 9 mission will evaluate spacecraft lunar module systems performance during manned Earth-orbital flight. Apollo 9 is the second manned Saturn V mission.", "image": "https://images-assets.nasa.gov/image/S69-25862/S69-25862~thumb.jpg"}, {"id": 21, "name": "Launch - Apollo 9 - KSC ", "description": "S69-25881 (3 March 1969) --- The Apollo 9 crew leaves the Kennedy Space Center's Manned Spacecraft Operations Building during the Apollo 9 prelaunch countdown. The crewman entered the special transfer van which transported them to their waiting spacecraft at Pad A, Launch Complex 39. Astronaut James A. McDivitt (back to camera) is the commander. McDivitt appears to be inviting astronaut David R. Scott, command module pilot, to step first into van. In background is astronaut Russell L. Schweickart, lunar module pilot. Walking along almost behind Schweickart is astronaut Alan B. Shepard Jr., chief, Astronaut Office, Manned Spacecraft Center. Apollo 9 was launched at 11 a.m. (EST), March 3, 1969, on a 10-day Earth-orbital mission.", "image": "https://images-assets.nasa.gov/image/S69-25881/S69-25881~thumb.jpg"}, {"id": 22, "name": "Apollo 4 launch", "description": "S67-50903 (9 Nov. 1967) --- The Apollo 4 (Spacecraft 017/Saturn 501) space mission was launched from Pad A, Launch Complex 39, Kennedy Space Center, Florida. The liftoff of the huge 363-feet tall Apollo/Saturn V space vehicle was at 7:00:01 a.m. (EST), Nov. 9, 1967. The successful objectives of the Apollo 4 Earth-orbital unmanned space mission obtained included (1) flight information on launch vehicle and spacecraft structural integrity and compatibility, flight loads, stage separation, subsystem operation, emergency detection subsystem, and (2) evaluation of the Apollo Command Module heat shield under conditions encountered on return from a moon mission.", "image": "https://images-assets.nasa.gov/image/S67-50903/S67-50903~thumb.jpg"}, {"id": 23, "name": " Crew Training - Apollo 9 - KSC ", "description": "S69-19983 (17 Feb. 1969) --- The Apollo 9 crew is shown suited up for a simulated flight in the Apollo Mission Simulator at the Kennedy Space Center (KSC). Left to right are astronauts James A. McDivitt, commander; David R. Scott, command module pilot; and Russell L. Schweickart, lunar module pilot.", "image": "https://images-assets.nasa.gov/image/S69-19983/S69-19983~thumb.jpg"}, {"id": 24, "name": "Official Emblem - Apollo 7 - First (1st) Manned Apollo Space Mission", "description": "S68-26668 (June 1968) --- The official emblem of Apollo 7, the first manned Apollo space mission. The crew will consist of astronauts Walter M. Schirra Jr., Donn F. Eisele, and Walter Cunningham.     The NASA insignia design for Apollo flights is reserved for use by the astronauts and for the official use as the NASA Administrator may authorize. Public availability has been approved only in the form of illustrations by the various news media. When and if there is any change in this policy, which we do not anticipate, it will be publicly announced.", "image": "https://images-assets.nasa.gov/image/S68-26668/S68-26668~thumb.jpg"}, {"id": 25, "name": "Apollo 17,Eugene A. Cernan inside the Command Module", "description": "AS17-162-24050 (7-19 Dec. 1972) --- Astronaut Eugene A. Cernan appears to be relaxing in this candid photograph taken by a fellow crewman aboard the Apollo 17 spacecraft during the final lunar landing mission in NASA's Apollo program. Also, aboard Apollo 17 were astronaut Ronald E. Evans, command module pilot, and scientist-astronaut Harrison H. \"Jack\" Schmitt, lunar module pilot. Cernan was the mission commander.", "image": "https://images-assets.nasa.gov/image/as17-162-24050/as17-162-24050~thumb.jpg"}, {"id": 26, "name": "Recovery - Apollo 10 ", "description": "S69-36593 (26 May 1969) --- The Apollo 10 astronauts Thomas P. Stafford (center), John W. Young (left) and Eugene A. Cernan (waving) are greeted by Donald E. Stullken (lower left) of the Manned Space Center's (MSC) recovery operations team. The Apollo 10 crew splashed down in the South Pacific recovery area to conclude a successful eight-day lunar orbit mission. Splashdown occurred at 11:53 a.m. (CDT), May 26, 1969, about 400 miles east of American Samoa and about four miles from the prime recovery ship, USS Princeton. ", "image": "https://images-assets.nasa.gov/image/Maura_test_s69-36593/Maura_test_s69-36593~thumb.jpg"}, {"id": 27, "name": "Recovery - Apollo 10 ", "description": "S69-36593 (26 May 1969) --- The Apollo 10 astronauts Thomas P. Stafford (center), John W. Young (left) and Eugene A. Cernan (waving) are greeted by Donald E. Stullken (lower left) of the Manned Space Center's (MSC) recovery operations team. The Apollo 10 crew splashed down in the South Pacific recovery area to conclude a successful eight-day lunar orbit mission. Splashdown occurred at 11:53 a.m. (CDT), May 26, 1969, about 400 miles east of American Samoa and about four miles from the prime recovery ship, USS Princeton.", "image": "https://images-assets.nasa.gov/image/S69-36593/S69-36593~thumb.jpg"}, {"id": 28, "name": "APOLLO SPACECRAFT 017 - RECOVERY - ATLANTIC", "description": "S67-49447 (9 Nov. 1967) --- Close-up view of the charred heat shield of the Apollo Spacecraft 017 Command Module aboard the USS Bennington. The damage was caused by the extreme heat of reentry. The carrier Bennington was the prime recovery ship for the Apollo 4 (Spacecraft 017/Saturn 501) unmanned, Earth-orbital space mission. Splashdown occurred at 3:37 p.m. (EST), Nov. 9, 1967, 934 nautical miles northwest of Honolulu, Hawaii.", "image": "https://images-assets.nasa.gov/image/S67-49447/S67-49447~thumb.jpg"}, {"id": 29, "name": "Apollo 9 Mission image - Scott in CM cabin ", "description": "View of Astronaut David R.Scott ,Apollo 9 Command Module pilot, inside the Command Module \"Gumdrop\" during the Apollo 9 earth-orbital mission. . Film magazine was D,film type was SO-368 Ektachrome with 0.460 - 0.710 micrometers film / filter transmittance response and haze filter,80mm lens. ", "image": "https://images-assets.nasa.gov/image/as09-23-3596/as09-23-3596~thumb.jpg"}, {"id": 30, "name": "ASTRONAUT LOVELL, JAMES A., JR. - APOLLO VIII (GUIDANCE & NAVIGATION [G&N])", "description": "S69-35099 (21-27 Dec. 1968) --- Astronaut James A. Lovell Jr., Apollo 8 command module pilot, is seen at the Apollo 8 Spacecraft Command Module's Guidance and Navigation station during the Apollo 8 lunar orbit mission. This picture was taken from 16mm motion picture film.", "image": "https://images-assets.nasa.gov/image/S69-35099/S69-35099~thumb.jpg"}, {"id": 31, "name": "Inflight - Apollo IX (Crew Activities) ", "description": "S69-26148 (6 March 1969) --- This photograph from the second live television transmission from Apollo 9 was made early Thursday afternoon on the fourth day in space. Though of poor quality, this view shows the interior of the Lunar Module \"Spider\" with astronauts James A. McDivitt (foreground) and Russell L. Schweickart at their crew stations. McDivitt is the Apollo 9 commander; and Schweickart is the lunar module pilot. At this moment Apollo 9 was orbiting Earth with the Command and Service Modules docked nose-to-nose with the Lunar Module. Astronaut David R. Scott, command module pilot, remained at the controls in the Command Module \"Gumdrop\" while the other two astronauts checked out the Lunar Module. McDivitt and Schweickart moved into the Lunar Module from the Command Module by way of the docking tunnel.", "image": "https://images-assets.nasa.gov/image/S69-26148/S69-26148~thumb.jpg"}, {"id": 32, "name": "Saturn Apollo Program", "description": "Stuart A. Roosa, Apollo 14 Command Module pilot, undergoes a final space suit check prior to liftoff. The Apollo 14, carrying a crew of three astronauts: Roosa; Alan B. Shepard, Jr., Mission Commander; and Edgar D. Mitchell, Lunar Module pilot, lifted off from launch complex 39A at KSC on January 31, 1971. It was the third manned lunar landing, the first manned landing in exploration of the lunar highlands, and it demonstrated pinpoint landing capability. The major goal of Apollo 14 was the scientific exploration of the Moon in the foothills of the rugged Fra Mauro region. The lunar surface extravehicular activity (EVA) of astronauts Shepard and Mitchell included setting up an automated scientific laboratory called Apollo Lunar Scientific Experiments Package (ALSEP), and collecting a total of about 95 pounds (43 kilograms) of Moon rock and soil for a geological investigation back on the Earth. Apollo 14 safely returned to Earth on February 9, 1971.", "image": "https://images-assets.nasa.gov/image/9309375/9309375~thumb.jpg"}, {"id": 33, "name": "Apollo 11 spacecraft pre-launch", "description": "Personnel atop the 402-ft. Mobile Service Structure look back at the Apollo 11 spacecraft as the tower is moved away during a Countdown Demonstration Test. Photo filed 11 July 1969. ", "image": "https://images-assets.nasa.gov/image/jsc2007e034221/jsc2007e034221~thumb.jpg"}, {"id": 34, "name": "Saturn Apollo Program", "description": "The Lunar Roving Vehicle (LRV) was designed to transport astronauts and materials on the Moon. An LRV was used on each of the last three Apollo missions; Apollo 15, Apollo 16, and Apollo 17, in 1971 and 1972, to permit the crew to travel several miles from the lunar landing site. This photograph was taken during the Apollo 16 mission.", "image": "https://images-assets.nasa.gov/image/0102627/0102627~thumb.jpg"}, {"id": 35, "name": "Apollo 10 and 11 crews photographed during Apollo 10 debriefing", "description": "S69-35504 (June 1969) --- The prime crews of the Apollo 10 lunar orbit mission and the Apollo 11 lunar landing mission are photographed during an Apollo 10 postflight de-briefing session. Clockwise, from left foreground, are astronauts Michael Collins, Apollo 11 command module pilot; Edwin E. Aldrin Jr., Apollo 11 lunar module pilot; Eugene A. Cernan, Apollo 10 lunar module pilot; Thomas P. Stafford, Apollo 10 commander; Neil A. Armstrong, Apollo 11 commander; and John W. Young, Apollo 10 command module pilot.", "image": "https://images-assets.nasa.gov/image/S69-35504/S69-35504~thumb.jpg"}, {"id": 36, "name": "Apollo 10 and 11 crews photographed during Apollo 10 debriefing", "description": "S69-35507 (June 1969) --- The prime crews of the Apollo 10 lunar orbit mission and the Apollo 11 lunar landing mission are photographed during an Apollo 10 postflight de-briefing session. Clockwise, from left, are astronauts Michael Collins, Apollo 11 command module pilot; Edwin E. Aldrin Jr., Apollo 11 lunar module pilot; Eugene A. Cernan, Apollo 10 lunar module pilot; Thomas P. Stafford, Apollo 10 commander; Neil A. Armstrong, Apollo 11 commander; and John W. Young, Apollo 10 command module pilot.", "image": "https://images-assets.nasa.gov/image/S69-35507/S69-35507~thumb.jpg"}, {"id": 37, "name": "Apollo 15 prime crew portrait", "description": "S71-37963 (July 1971) --- These three astronauts are the prime crew of the Apollo 15 lunar landing mission. They are, left to right, David R. Scott, commander; Alfred M. Worden, command module pilot; and James B. Irwin, lunar module pilot. The Apollo 15 emblem is in the background.", "image": "https://images-assets.nasa.gov/image/S71-37963/S71-37963~thumb.jpg"}, {"id": 38, "name": "Apollo 17, Earthrise over Moon", "description": "AS17-152-23272 (7-19 Dec. 1972) --- The crescent Earth rises above the lunar horizon in this photograph taken from the Apollo 17 spacecraft in lunar orbit during National Aeronautics and Space Administration's (NASA) final lunar landing mission in the Apollo program. While astronauts Eugene A. Cernan, commander, and Harrison H. Schmitt, lunar module pilot, descended in the Lunar Module (LM) \"Challenger\" to explore the Taurus-Littrow region of the moon, astronaut Ronald E. Evans, command module pilot, remained with the Command and Service Modules (CSM) \"America\" in lunar orbit.", "image": "https://images-assets.nasa.gov/image/as17-152-23272/as17-152-23272~thumb.jpg"}, {"id": 39, "name": "Saturn Apollo Program", "description": "This illustration depicts a configuration of the Soyuz spacecraft for the Apollo-Soyuz Test Project (ASTP). The ASTP was the first international docking of the U.S.'s Apollo spacecraft and the U.S.S.R.'s Soyuz spacecraft in space. For this project, the Soviets built another in their continuing series of Soyuz space capsules. The U.S. used the Saturn IB Apollo capsule. A joint engineering team from the two countries met to develop a docking system that permitted the two spacecraft to link in space and allowed the crews to travel from one spacecraft to the other. ", "image": "https://images-assets.nasa.gov/image/0101493/0101493~thumb.jpg"}, {"id": 40, "name": "Saturn Apollo Program", "description": "This photograph shows an early moment of the first test flight of the Saturn V vehicle for the Apollo 4 mission, photographed by a ground tracking camera, on the morning of November 9, 1967. This mission was the first launch of the Saturn V launch vehicle. Objectives of the unmarned Apollo 4 test flight were to obtain flight information on launch vehicle and spacecraft structural integrity and compatibility, flight loads, stage separation, and subsystems operation including testing of restart of the S-IVB stage, and to evaluate the Apollo command module heat shield.", "image": "https://images-assets.nasa.gov/image/6761216/6761216~thumb.jpg"}, {"id": 41, "name": "Saturn Apollo Program", "description": "AS-205, the fifth Saturn IB launch vehicle developed by the Marshall Space Flight Center (MSFC), lifts off from Cape Canaveral, Florida on the first marned Apollo-Saturn mission, Apollo 7. Primary mission objectives included demonstration of the Apollo crew (Walter Schirra, Don Eisele, and Walter Cunningham) capabilities and the Command/Service Module rendezvous capability. In all, nine Saturn IB flights were made, ending with the Apollo-Soyuz Test Project in July 1975.", "image": "https://images-assets.nasa.gov/image/6870605/6870605~thumb.jpg"}, {"id": 42, "name": "Inflight - Apollo X - MSC ", "description": "S69-34039 (18 May 1969) --- Overall view of activity in the Mission Operations Control Room in the Mission Control Center, Building 30, on the first day of the Apollo 10 lunar orbit mission. This picture was taken following CSM/LM-S-IVB separation, and prior to LM extraction from the S-IVB. The telecast from the Apollo 10's color TV camera shows the LM still attached to the S-IVB. The CSM is making the docking approach to the LM/S-IVB.", "image": "https://images-assets.nasa.gov/image/s69-34039/s69-34039~thumb.jpg"}, {"id": 43, "name": "Saturn Apollo Program", "description": "This is a cutaway illustration of the Apollo Spacecraft configuration and data summary.", "image": "https://images-assets.nasa.gov/image/0101140/0101140~thumb.jpg"}, {"id": 44, "name": "Apollo 13 - Prime Crew Portrait", "description": "S69-62224 (December 1969) --- The members of the prime crew of the Apollo 13 lunar landing mission (left to right) are astronauts James A. Lovell Jr., commander; Thomas K. Mattingly II, command module pilot; and Fred W. Haise Jr., lunar module pilot.  They are seated in front of a scene of the Lagoon Nebula, with the mission insignia and two items of early navigation in the foreground. Represented in the Apollo 13 emblem (center) is Apollo, the sun god of Greek mythology, symbolizing that the Apollo flights have extended the light of knowledge to all mankind. The Latin phrase Ex Luna, Scientia means \"From the Moon, Knowledge.\" The Hindu astrolabe in Sanskrit (on right) was used to predict the position of celestial bodies before the invention of the octant (on left) was used in 1790 to determine the altitude of celestial bodies from aboard ship.", "image": "https://images-assets.nasa.gov/image/S69-62224/S69-62224~thumb.jpg"}, {"id": 45, "name": "Apollo 17 prime crew portrait", "description": "S72-50438 (September 1972) --- These three astronauts are the prime crew members of the Apollo 17 lunar landing mission. They are Eugene A. Cernan (seated), commander; Ronald E. Evans (standing on right), command module pilot; and Harrison H. Schmitt, lunar module pilot. They are photographed with a Lunar Roving Vehicle (LRV) trainer. Cernan and Schmitt will use an LRV during their exploration of the Taurus-Littrow landing site. The Apollo 17 Saturn V space vehicle is in the background. This picture was taken at Pad A, Launch Complex 39, Kennedy Space Center (KSC), Florida. The Apollo 17 insignia is in the photo insert at upper left. The insignia, designed by artist Robert T. McCall in collaboration with the crewmen, is dominated by the image of Apollo, the Greek sun god.", "image": "https://images-assets.nasa.gov/image/S72-50438/S72-50438~thumb.jpg"}, {"id": 46, "name": "Apollo 10 portrait at KSC", "description": "S69-32614 (April 1969) --- Astronaut Eugene A. Cernan, prime crew lunar module pilot of the Apollo 10 lunar orbit mission.", "image": "https://images-assets.nasa.gov/image/s69-32614/s69-32614~thumb.jpg"}, {"id": 47, "name": "Saturn Apollo Program", "description": "In the launch control center at Kennedy Space Flight Center (KSC), Walter J. Kapryan, Director of Launch Operations (center), discusses an aspect of the Apollo 14 flight with Marshall Space Flight Center’s (MSFC) Dr. Rocco A. Petrone, Apollo Program Director (right).  The Apollo 14, carrying a crew of three astronauts: Mission commander Alan B. Shepard Jr., Command Module pilot Stuart A. Roosa, and Lunar Module pilot Edgar D. Mitchell, lifted off from launch complex 39A at KSC on January 31, 1971. It was the third manned lunar landing, the first manned landing in exploration of the lunar highlands, and it demonstrated pinpoint landing capability. The major goal of Apollo 14 was the scientific exploration of the Moon in the foothills of the rugged Fra Mauro region. The extravehicular activity (EVA) of astronauts Shepard and Mitchell included setting up an automated scientific laboratory called Apollo Lunar Scientific Experiments Package (ALSEP), and collecting a total of about 95 pounds (43 kilograms) of Moon rock and soil for a geological investigation back on the Earth. Apollo 14 safely returned to Earth on February 9, 1971.", "image": "https://images-assets.nasa.gov/image/9309295/9309295~thumb.jpg"}, {"id": 48, "name": "APOLLO-SATURN (AS)-204 INSIGNIA - MSC", "description": "S66-36742 (1966) --- This is the insignia for the National Aeronautics and Space Administration's (NASA) Apollo 1 mission, the first manned Apollo flight. Crew members are astronauts Virgil I. Grissom, Edward H. White II and Roger B. Chaffee.     The NASA insignia design for Apollo flights is reserved for use by the astronauts and for other official use as the NASA Administrator may authorize. Public availability has been approved only in the form of illustrations by the various news media. When and if there is any change in this policy, which we do not anticipate, it will be publicly announced.     EDITOR'S NOTE: The three astronauts lost their lives in a fire during a simulation on the launch pad on Jan. 27, 1967.", "image": "https://images-assets.nasa.gov/image/S66-36742/S66-36742~thumb.jpg"}, {"id": 49, "name": "Emblem - Apollo 9 Space Mission", "description": "S69-18569 (February 1969) --- The insignia of the Apollo 9 space mission. The crew consist of astronauts James A. McDivitt, commander; David R. Scott, command module pilot; and Russell L. Schweickart, lunar module pilot. The Apollo 9 mission will evaluate spacecraft lunar module systems performance during manned Earth-orbital flight.     The NASA insignia design for Apollo flights is reserved for use by the astronauts and for other official use as the NASA Administrator may authorize. Public availability has been approved only in the form of illustrations by the various news media. When and if there is any change in this policy, which we do not anticipate, it will be publicly announced.", "image": "https://images-assets.nasa.gov/image/S69-18569/S69-18569~thumb.jpg"}, {"id": 50, "name": "Apollo 15 insignia", "description": "S71-30463 (May 1971) --- This is the insignia designed for the Apollo 15 lunar landing mission. The circular design features the colors red, white and blue. On the outer portion of the patch a narrow band of blue and a narrow band of red encircle a wider band of white. The large disc in the center of the emblem has red, white and blue symbols of flight, superimposed over an artist's concept of the Apollo 15 Hadley-Apennine landing site of gray tone. The surnames of the three names are centered in the white band at the bottom of the insignia. The Apollo 15 prime crew men are David R. Scott, commander; Alfred M. Worden, command module pilot; and James B. Irwin, lunar module pilot.     This is the official Apollo 15 emblem, property of the government of the United States. It has been authorized only for use by the astronauts. Its production in any form other than in news, information and education media is not authorized without approval. Unauthorized use of the photograph is subject to the provisions of Title 18, U.S. Code, Section 701.", "image": "https://images-assets.nasa.gov/image/S71-30463/S71-30463~thumb.jpg"}, {"id": 51, "name": "Official insignia of Apollo 12", "description": "S69-52336 (September 1969) --- This is the official crew insignia for Apollo 12, the United States? second lunar landing mission. Crew members are astronauts Charles Conrad Jr., commander; Richard F. Gordon Jr., command module pilot; and Alan L. Bean, lunar module pilot. The clipper ship signifies that the crew is all Navy and symbolically relates the era of the clipper ship to the era of space flight. As the clipper ship brought foreign shores closer to the United States and marked the increased utilization of the seas by this nation, spacecraft have opened the way to the other planets and Apollo 12 marks the increased utilization of space-based on knowledge gained in earlier missions. The portion of the moon shown is representative of the Ocean of Storms area in which Apollo 12 will land. The NASA insignia design for Apollo flights is reserved for use by the astronauts and for other official use as the NASA Administrator may authorize. Public availability has been approved only in the form of illustrations by the various news media. When and if there is any change in this policy, which we do not anticipate, it will be publicly announced.", "image": "https://images-assets.nasa.gov/image/S69-52336/S69-52336~thumb.jpg"}, {"id": 52, "name": "Recovery - Apollo Spacecraft (S/C)-017", "description": "S67-49423 (9 Nov. 1967) --- The Apollo Spacecraft 017 Command Module, with flotation collar still attached, is hoisted aboard the USS Bennington, prime recovery ship for the Apollo 4 (Spacecraft 017/Saturn 501) unmanned, Earth-orbital space mission. The Command Module splashed down at 3:37 p.m. (EST), Nov. 9, 1967, 934 nautical miles northwest of Honolulu, Hawaii, in the mid-Pacific Ocean. Note charred heat shield caused by extreme heat of reentry.", "image": "https://images-assets.nasa.gov/image/S67-49423/S67-49423~thumb.jpg"}, {"id": 53, "name": "Plaque the Apollo 14 crew will leave on the Moon", "description": "S71-16637 (January 1971) --- A close-up view of the plaque which the Apollo 14 astronauts will leave behind on the moon during their lunar landing mission. Astronauts Alan B. Shepard Jr., commander, and Edgar D. Mitchell, lunar module pilot, will descend to the lunar surface in the Lunar Module (LM) \"Antares\". Astronaut Stuart A. Roosa, command module pilot, will remain with the Command and Service Modules (CSM) in lunar orbit. The seven by nine inch stainless steel plaque will be attached to the ladder on the landing gear strut on the LM's descent stage. Commemorative plaques were also left on the moon by the Apollo 11 and Apollo 12 astronauts.", "image": "https://images-assets.nasa.gov/image/S71-16637/S71-16637~thumb.jpg"}, {"id": 54, "name": "Apollo 14 Mission image - View of the CPLEE.", "description": "AS14-67-9364 (5 Feb. 1971) --- A close-up view of the charged particle lunar environment experiment (CPLEE), a component of the Apollo lunar surface experiments package (ALSEP) which was deployed on the moon by the Apollo 14 astronauts. While astronauts Alan B. Shepard Jr., commander, and Edgar D. Mitchell, lunar module pilot, descended in the Lunar Module (LM) to explore the moon, astronaut Stuart A. Roosa, command module pilot, remained with the Command and Service Modules (CSM) in lunar orbit.", "image": "https://images-assets.nasa.gov/image/as14-67-09364/as14-67-09364~thumb.jpg"}, {"id": 55, "name": "Portraits - Apollo 12 - MSC ", "description": "S69-38992 (September 1969) --- These three astronauts have been named by the National Aeronautics and Space Administration (NASA) as the prime crew of the Apollo 12 lunar landing mission. Left to right, are Charles Conrad Jr., Richard F. Gordon Jr., and Alan L. Bean.", "image": "https://images-assets.nasa.gov/image/S69-38992/S69-38992~thumb.jpg"}, {"id": 56, "name": "Saturn Apollo Program", "description": "The Lunar Roving Vehicle (LRV) was designed by Marshall Space Flight Center to transport astronauts and materials on the Moon. An LRV was used on each of the last three Apollo missions; Apollo 15, Apollo 16, and Apollo 17, in 1971 and 1972, to permit the crew to travel several miles from the lunar landing site. This photograph was taken during the Apollo 16 mission in 1972.", "image": "https://images-assets.nasa.gov/image/7031833/7031833~thumb.jpg"}, {"id": 57, "name": "Saturn Apollo Program", "description": "This is a breathtaking moonlit view of Apollo 17 on the Launch Pad at Kennedy Space Flight Center (KSC). The seventh and last manned lunar landing and return to Earth mission, the Apollo 17, carrying a crew of three astronauts: Mission Commander Eugene A. Cernan, Lunar Module pilot Harrison H. Schmitt, and Command Module pilot Ronald E. Evans, lifted off on December 7, 1972. The basic objective of the Apollo 17 mission was to sample basin-rim highland material and adjacent mare material, and investigate the geological evolutionary relationship between these two major units. The mission marked the longest Apollo mission, 504 hours, and the longest lunar surface stay time, 75 hours, which allowed the astronauts to conduct an extensive geological investigation. They collected 257 pounds (117 kilograms) of lunar samples with the use of the Marshall Space Flight Center designed Lunar Roving Vehicle (LRV). The mission ended on December 19, 1972", "image": "https://images-assets.nasa.gov/image/7004739/7004739~thumb.jpg"}, {"id": 58, "name": "Apollo 12 Mission image - View of part of the deployed Apollo Lunar Surface Experiment Package (ALSEP) ", "description": "AS12-47-6918 (19 Nov. 1969) --- Astronaut Alan L. Bean, lunar module pilot, took this photograph of three of the components of the Apollo Lunar Surface Experiments Package (ALSEP) which was deployed on the moon during the first Apollo 12 extravehicular activity (EVA). The Passive Seismic Experiment (PSE) is in the center foreground. The largest object is the Central Station; and the white object on legs is the Suprathermal Ion Detector Experiment (SIDE). A portion of the shadow of astronaut Charles Conrad Jr., commander, can be seen at the left center edge of the picture. Astronaut Richard F. Gordon Jr., command module pilot, remained with the Apollo 12 Command and Service Modules (CSM) in lunar orbit while Conrad and Bean descended in the Lunar Module (LM) to explore the moon.", "image": "https://images-assets.nasa.gov/image/as12-47-6918/as12-47-6918~thumb.jpg"}, {"id": 59, "name": "Saturn Apollo Program", "description": "This illustration depicts the launch configuration of the Apollo spacecraft for the Apollo-Soyuz Test Project (ASTP). The ASTP was the first international docking of the U.S.'s Apollo spacecraft and the U.S.S.R.'s Soyuz spacecraft in space. A joint engineering team from the two countries met to develop a docking system that permitted the two spacecraft to link in space and allowed the two crews to travel from one spacecraft to the other. This system entailed developing a large habitable Docking Module (DM) to be carried on the Apollo spacecraft to facilitate the joining of two dissimilar spacecraft. The Marshall Space Flight Center was responsible for development and sustaining engineering of the Saturn IB launch vehicle during the mission.", "image": "https://images-assets.nasa.gov/image/0101489/0101489~thumb.jpg"}, {"id": 60, "name": "APOLLO SPACECRAFT 017 - VERTICAL ASSEMBLY BLDG. (VAB) - KSC", "description": "S67-36022 (20 June 1967) --- Apollo Spacecraft 017 is moved into position in the Vehicle Assembly Building's high bay area for mating with the Saturn V launch vehicle. S/C 017 will be flown on the Spacecraft 017/Saturn 501 (Apollo 4) space mission.", "image": "https://images-assets.nasa.gov/image/S67-36022/S67-36022~thumb.jpg"}, {"id": 61, "name": "NASA ENGINEERS DISCUSSING APOLLO PROJECT", "description": "NASA ENGINEERS DISCUSSING APOLLO PROJECT", "image": "https://images-assets.nasa.gov/image/GRC-1962-C-61000/GRC-1962-C-61000~thumb.jpg"}, {"id": 62, "name": "Saturn Apollo Program", "description": "Sitting on the lunar surface, this magnetometer provided new data on the Moon’s magnetic field. This was one of the instruments used during the Apollo 12 mission. The second manned lunar landing mission, Apollo 12 launched from launch pad 39-A at Kennedy Space Center in Florida on November 14, 1969 via a Saturn V launch vehicle. The Saturn V vehicle was developed by the Marshall Space Flight Center (MSFC) under the direction of Dr. Wernher von Braun. Aboard Apollo 12 was a crew of three astronauts: Alan L. Bean, pilot of the Lunar Module (LM), Intrepid; Richard Gordon, pilot of the Command Module (CM), Yankee Clipper; and Spacecraft Commander Charles Conrad. The LM, Intrepid, landed astronauts Conrad and Bean on the lunar surface in what’s known as the Ocean of Storms while astronaut Richard Gordon piloted the CM, Yankee Clipper, in a parking orbit around the Moon. Lunar soil activities included the deployment of the Apollo Lunar Surface Experiments Package (ALSEP), finding the unmanned Surveyor 3 that landed on the Moon on April 19, 1967, and collecting 75 pounds (34 kilograms) of rock samples.  Apollo 12 safely returned to Earth on November 24, 1969.", "image": "https://images-assets.nasa.gov/image/6903633/6903633~thumb.jpg"}, {"id": 63, "name": "Saturn Apollo Program", "description": "This is a photograph of the Apollo 8 Capsule being hoisted onto the recovery ship following splashdown on December 27, 1968. The first manned Apollo mission to escape Earth’s gravity and travel to the lunar vicinity, the Saturn V, SA-503, Apollo 8 mission liftoff occurred seven days prior, on December 21, 1968. Aboard were astronauts William Anders, Lunar Module (LM) Pilot; James Lovell, Command Module (CM) pilot; and Frank Borman, commander. The mission achieved operational experience and tested the Apollo command module systems, including communications, tracking, and life-support, in cis-lunar space and lunar orbit, and allowed evaluation of crew performance on a lunar orbiting mission. The crew photographed the lunar surface, both far side and near side, obtaining information on topography and landmarks as well as other scientific information necessary for future Apollo landings. All systems operated within allowable parameters and all objectives of the mission were achieved.", "image": "https://images-assets.nasa.gov/image/6973136/6973136~thumb.jpg"}, {"id": 64, "name": "Apollo 17 Mission image - Sta 6,Panoramic,LMP", "description": "AS17-140-21497 (13 Dec. 1972) --- Scientist-astronaut Harrison H. Schmitt is photographed standing next to a huge, split lunar boulder during the third Apollo 17 extravehicular activity (EVA) at the Taurus-Littrow landing site. Schmitt is the Apollo 17 lunar module pilot. This picture was taken by astronaut Eugene A. Cernan, commander. While Cernan and Schmitt descended in the Lunar Module (LM) \"Challenger\" to explore the Taurus-Littrow region of the moon, astronaut Ronald E. Evans, command module pilot, remained with the Apollo 17 Command and Service Modules (CSM) \"America\" in lunar orbit.", "image": "https://images-assets.nasa.gov/image/as17-140-21497/as17-140-21497~thumb.jpg"}, {"id": 65, "name": "Inflight - Apollo 10 ", "description": "S69-34476 (21 May 1969) --- An oblique view of a group of craters just west of the Sea of Fertility (Mare Fecunditatis) on the lunar nearside is seen in this color reproduction taken from a telecast made by the color television aboard the Apollo 10 spacecraft as it orbited the moon. In this area are Gutenberg I, Capella A, Capella D, Capella E, and Capella M.", "image": "https://images-assets.nasa.gov/image/S69-34476/S69-34476~thumb.jpg"}, {"id": 66, "name": " Crew Training - Apollo IX (Egress) - Gulf ", "description": "S68-50960 (20 Nov. 1968) --- The Apollo 9 prime crew participates in water egress training in the Gulf of Mexico. Apollo Command Module Boilerplate 1102 was used in the training. In life raft is astronaut David R. Scott, command module pilot. Egressing the boilerplate is astronaut Russell L. Schweickart, lunar module pilot. Still inside boilerplate, out of view, is astronaut James A. McDivitt, commander. A team of MSC swimmers assisted in the exercise. The inflated bags were used to upright the boilerplate prior to egress.", "image": "https://images-assets.nasa.gov/image/S68-50960/S68-50960~thumb.jpg"}, {"id": 67, "name": "Crew Training - Apollo IX (Egress) - Gulf ", "description": "S68-50967 (20 Nov. 1968) --- The Apollo 9 prime crew participates in water egress training in the Gulf of Mexico. Apollo Command Module (CM) Boilerplate 1102 was used in the training. Egressing boilerplate is astronaut James A. McDivitt, commander. In life raft are astronauts Russell L. Schweickart (on left), lunar pilot; and David R. Scott, command pilot. A team of MSC swimmers assisted in the exercise. The inflated bags were used to upright the boilerplate prior to egress.", "image": "https://images-assets.nasa.gov/image/S68-50967/S68-50967~thumb.jpg"}, {"id": 68, "name": "Crew Training - Apollo IX (Egress) - Gulf ", "description": "S68-50977 (20 Nov. 1968) --- The Apollo 9 prime crew participates in water egress training in the Gulf of Mexico. Apollo Command Module Boilerplate 1102 was used in the training. Egressing the boilerplate is astronaut David R. Scott, command module pilot. Inside the boilerplate, out of view, are astronauts James A. McDivitt, commander; and Russell L. Schweickart, lunar module pilot. A team of MSC swimmers assisted in the exercise. The inflated bags were used to upright the boilerplate prior to egress.", "image": "https://images-assets.nasa.gov/image/S68-50977/S68-50977~thumb.jpg"}, {"id": 69, "name": "Apollo 9 Mission image - Command Module ", "description": "The Apollo 9 Command/Service Modules photographed from the Lunar Module,\"Spider\",on the fifth day of the Apollo 9 earth-orbital mission. Docking mechanism is visible in nose of the Command Module,\"Gumdrop\". Object jutting out from the Service Module aft bulkhead is the high-gain S-Band antenna. Film magazine was F, film type was SO-368 Ektachrome with 0.460 - 0.710 micrometers film / filter transmittance response and haze filter,80mm lens. ", "image": "https://images-assets.nasa.gov/image/as09-24-3652/as09-24-3652~thumb.jpg"}, {"id": 70, "name": "Apollo 9 Mission image - Command Module", "description": "High Oblique photograph (taken over New Mexico) of the Apollo 9 Command/Service Modules taken from the Lunar Module,\"Spider\",on the fifth day of the Apollo 9 earth-orbital mission. Docking mechanism is visible in nose of the Command Module,\"Gumdrop\". Object jutting out from the Service Module aft bulkhead is the high-gain S-Band antenna. Film magazine was F, film type was SO-368 Ektachrome with 0.460 - 0.710 micrometers film / filter transmittance response and haze filter,80mm lens. Cloud cover over the Earth is 70%. ", "image": "https://images-assets.nasa.gov/image/as09-24-3657/as09-24-3657~thumb.jpg"}, {"id": 71, "name": "Apollo 14 Mission image - View of the CPLEE Package.", "description": "AS14-67-9369 (5 Feb. 1971) --- A close-up view of the Suprathermal ion detector experiment (SIDE), foreground, and cold cathode ion gauge (CCIG), smaller object in background, components of the Apollo lunar surface experiments package (ALSEP), which was deployed on the moon by the Apollo 14 astronauts during their first extravehicular activity (EVA). While astronauts Alan B. Shepard Jr. and Edgar D. Mitchell descended in the Lunar Module (LM) to explore the moon, astronaut Stuart A. Roosa remained with the Command and Service Modules (CSM) in lunar orbit.", "image": "https://images-assets.nasa.gov/image/as14-67-09369/as14-67-09369~thumb.jpg"}, {"id": 72, "name": "Saturn Apollo Program", "description": "Apollo 13 astronauts Fred Haise, John Swigert, and James Lovell are pictured during the press conference after their ill-fated mission. The Apollo 13 mission (the third lunar landing mission) was aborted after 56 hours of flight, 205,000 miles from Earth, when an oxygen tank in the service module exploded.", "image": "https://images-assets.nasa.gov/image/7008012/7008012~thumb.jpg"}, {"id": 73, "name": "Saturn Apollo Program", "description": "Pictured from left to right, the Apollo 9 astronauts, James A. McDivitt, David R. Scott, and Russell L. Schweickart, pause in front of the Apollo/Saturn V space vehicle that would launch the Apollo 8 crew. The launch of the Apollo 9 (Saturn V launch vehicle, SA-504) took place on March 3, 1968. The Apollo 9 spacecraft, in the lunar mission configuration, was tested in Earth orbit. The mission was designed to rehearse all the steps and reproduce all the events of the Apollo 11 mission with the exception of the lunar touchdown, stay, and liftoff. The command and service modules, and the lunar module were used in flight procedures identical to those that would later take similar vehicles to the Moon, and a landing. The flight mechanics, mission support systems, communications, and recording of data were tested in a final round of verification. Astronauts Scott and Schweickart conducted Extravehicular Activity during this mission. ", "image": "https://images-assets.nasa.gov/image/6890492/6890492~thumb.jpg"}, {"id": 74, "name": "Saturn Apollo Program", "description": "The Apollo 8 Crew included (L to R) James Lovell, Command Module (CM) pilot; William Anders, Lunar Module (LM) Pilot; and Frank Borman, Commander. The first manned Apollo mission launched aboard the Saturn V and first manned Apollo craft to enter lunar orbit, the SA-503, Apollo 8 mission liftoff occurred on December 21, 1968 and returned safely to Earth on December 27, 1968. The mission achieved operational experience and tested the Apollo command module systems, including communications, tracking, and life-support, in cis-lunar space and lunar orbit, and allowed evaluation of crew performance on a lunar orbiting mission. The crew photographed the lunar surface, both far side and near side, obtaining information on topography and landmarks as well as other scientific information necessary for future Apollo landings. All systems operated within allowable parameters and all objectives of the mission were achieved.", "image": "https://images-assets.nasa.gov/image/6972224/6972224~thumb.jpg"}, {"id": 75, "name": "Apollo 16 Mission image - Partly filled crater north of King.", "description": "AS16-120-19273 (April 1972) --- King Crater as photographed from the Apollo 16 spacecraft in lunar orbit.", "image": "https://images-assets.nasa.gov/image/as16-120-19273/as16-120-19273~thumb.jpg"}, {"id": 76, "name": "APOLLO X - LAUNCH - PAD 39B - KSC ", "description": "S69-34143 (18 May 1969) --- The Apollo 10 (Spacecraft 106/Lunar Module 4/Saturn 505) space vehicle is launched from Pad B, Launch Complex 39, Kennedy Space Center at 12:49 p.m. (EDT), May 18, 1969. Aboard the spacecraft are astronauts Thomas P. Stafford, commander; John W. Young, command module pilot; and Eugene A. Cernan, lunar module pilot. The eight-day, lunar orbit mission will mark the first time the complete Apollo spacecraft has operated around the moon and the second manned flight for the Lunar Module. Two Apollo 10 astronauts, Stafford and Cernan, are scheduled to descend within eight nautical miles of the moon's surface in the LM.", "image": "https://images-assets.nasa.gov/image/S69-34143/S69-34143~thumb.jpg"}, {"id": 77, "name": "Emblem - Apollo 17 Lunar Landing Mission", "description": "S72-49079 (8 Sept. 1972) --- This is the official emblem of the Apollo 17 lunar landing mission which will be flown by astronauts Eugene A. Cernan, Ronald E. Evans and Harrison H. Schmitt. The insignia is dominated by the image of Apollo, the Greek sun god. Suspended in space behind the head of Apollo is an American eagle of contemporary design, the red bars of the eagle's wing represent the bars in the United States flag; the three white stars symbolize the three astronaut crewmen. The background is deep blue space and within it are the moon, the planet Saturn and a spiral galaxy or nebula. The moon is partially overlaid by the eagle's wing suggesting that this is a celestial body that man has visited and in that sense conquered. The thrust of the eagle and the gaze of Apollo to the right and toward Saturn and the galaxy is meant to imply that man's goals in space will someday include the planets and perhaps the stars. The colors of the emblem are red, white and blue, the colors of our flag; with the addition of gold, to symbolize the golden age of space flight that will begin with this Apollo 17 lunar landing. The Apollo image used in this emblem was the famous Apollo of Belvedere sculpture now in the Vatican Gallery in Rome. This emblem was designed by artist Robert T. McCall in collaboration with the astronauts.     This is the official Apollo 17 emblem, a property of the government of the United States. It has been authorized only for use by the astronauts. Its reproduction in any form other than in news, information and education media is not authorized without approval. Unauthorized use is subject to the provisions of Title 18, U.S. Code, Section 701.", "image": "https://images-assets.nasa.gov/image/s72-49079/s72-49079~thumb.jpg"}, {"id": 78, "name": "Art Concepts - Apollo VIII", "description": "S68-51304 (December 1968) --- North American Rockwell artist's concept illustrating a phase of the scheduled Apollo 8 lunar orbit mission. Here, the Apollo 8 spacecraft Command and Service Modules (CSM), still attached to the Saturn V (S-IVB) third stage, heads for the moon at a speed of about 24,300 miles per hour. The trajectory, computed from the Saturn V's third stage instrumentation unit, provides a \"free return\" to Earth around the moon.", "image": "https://images-assets.nasa.gov/image/S68-51304/S68-51304~thumb.jpg"}, {"id": 79, "name": "Art Concepts - Apollo VIII", "description": "S68-51302 (December 1968) --- North American Rockwell artist's concept illustrating a phase of the Apollo 8 lunar orbit mission. Here, after 20 hours of lunar orbit, Apollo 8 astronauts start the 20,500-pound thrust engine and head for home. The service module engine will fire about three minutes, starting up while the spacecraft is at the darkened, backside of the moon and blocked from communication with Earth.", "image": "https://images-assets.nasa.gov/image/S68-51302/S68-51302~thumb.jpg"}, {"id": 80, "name": "Art Concepts - Apollo VIII", "description": "S68-51306 (December 1968) --- North American Rockwell artist's concept illustrating a phase of the scheduled Apollo 8 lunar orbit mission. Here, the Apollo 8 spacecraft lunar module adapter (SLA) panels, which have supported the Command and Service Modules, are jettisoned. This is done by astronauts firing the service module reaction control engines. A signal simultaneously deploys and jettisons the panels, separating the spacecraft from the SLA and deploying the high gain (deep space) antenna.", "image": "https://images-assets.nasa.gov/image/S68-51306/S68-51306~thumb.jpg"}, {"id": 81, "name": "Portrait - Apollo 9 - Prime Crew - Cape", "description": "S68-56621 (18 Dec. 1968) --- These three astronauts are the prime crew of the Apollo 9 (Spacecraft 104/Lunar Module 3/Saturn 504) space mission. Left to right, are James A. McDivitt, commander; David R. Scott, command module pilot: and Russell L. Schweickart, lunar module pilot. The Apollo 9 launch is scheduled no earlier than February 28, 1969. In the background is the Apollo 8 space vehicle on Pad A, Launch Complex 39, Kennedy Space Center, which was launched on December 21, 1968. (Gaseous liquid oxygen is venting from the vehicle&#0146;s first [S-1C] stage during a countdown demonstration test). McDivitt holds a U.S. flag.", "image": "https://images-assets.nasa.gov/image/S68-56621/S68-56621~thumb.jpg"}, {"id": 82, "name": "Saturn Apollo Program", "description": "This view of the back side of the Moon was captured by the Apollo 16 mission crew. The sixth manned lunar landing mission, the Apollo 16 (SA-511), carrying three astronauts: Mission Commander John W. Young, Command Module pilot Thomas K. Mattingly II, and Lunar Module pilot Charles M. Duke, lifted off on April 16, 1972. The Apollo 16 continued the broad-scale geological, geochemical, and geophysical mapping of the Moon’s crust, begun by the Apollo 15, from lunar orbit. This mission marked the first use of the Moon as an astronomical observatory by using the ultraviolet camera/spectrograph which photographed ultraviolet light emitted by Earth and other celestial objects. The Lunar Roving Vehicle, developed by the Marshall Space Flight Center, was also used. The mission ended on April 27, 1972.", "image": "https://images-assets.nasa.gov/image/9515834/9515834~thumb.jpg"}, {"id": 83, "name": "Saturn Apollo Program", "description": "Apollo 8 Astronaut Frank Borman, commander of the first manned Saturn V space flight into Lunar orbit, accepted a phone call from the U.S. President Lyndon B. Johnson prior to launch. Borman, along with astronauts William Anders, Lunar Module (LM) pilot, and James Lovell, Command Module (CM) pilot, launched aboard the Apollo 8 mission on December 21, 1968 and returned safely to Earth on December 27, 1968. The mission achieved operational experience and tested the Apollo command module systems, including communications, tracking, and life-support, in cis-lunar space and lunar orbit, and allowed evaluation of crew performance on a lunar orbiting mission. The crew photographed the lunar surface, both far side and near side, obtaining information on topography and landmarks as well as other scientific information necessary for future Apollo landings. All systems operated within allowable parameters and all objectives of the mission were achieved. ", "image": "https://images-assets.nasa.gov/image/6972877/6972877~thumb.jpg"}, {"id": 84, "name": "Saturn Apollo Program", "description": "This illustration shows the docking configuration of the Apollo-Soyuz Test Project (ASTP). The ASTP was the first international docking of the U.S.'s Apollo spacecraft and the U.S.S.R.'s Soyuz spacecraft in space. A joint engineering team from the two countries met to develop a docking system that permitted the two spacecraft to link in space and allowed the two crews to travel from one spacecraft to the other. This system entailed developing a large habitable Docking Module (DM) to be carried on the Apollo spacecraft to facilitate the joining of two dissimilar spacecraft. The Marshall Space Flight Center was responsible for development and sustaining engineering of the Saturn IB launch vehicle during the mission. The ASTP marked the last use of the Saturn Launch Vehicle.", "image": "https://images-assets.nasa.gov/image/0101491/0101491~thumb.jpg"}, {"id": 85, "name": "Portraits - Apollo XII", "description": "S69-38852 (22 Sept. 1969) --- These three astronauts have been named by the National Aeronautics and Space Administration (NASA) as the prime crew of the Apollo 12 lunar landing mission. Left to right are Charles Conrad Jr., Richard F. Gordon Jr., and Alan L. Bean.", "image": "https://images-assets.nasa.gov/image/S69-38852/S69-38852~thumb.jpg"}, {"id": 86, "name": " PRELAUNCH - APOLLO 10 - KSC ", "description": "S69-25979 (December 1968) --- The ascent stage of Lunar Module-4 is moved from work stand into altitude chamber in the Kennedy Space Center's Manned Spacecraft Operations Building. Lunar Module-4 will be flown on the Apollo 10 (Spacecraft 106/Saturn 505) lunar orbit mission.", "image": "https://images-assets.nasa.gov/image/S69-25979/S69-25979~thumb.jpg"}, {"id": 87, "name": "Saturn Apollo Program", "description": "The moon bound Apollo 14, carrying a crew of three astronauts: Mission commander Alan B. Shepard Jr., Command Module pilot Stuart A. Roosa, and Lunar Module pilot Edgar D. Mitchell, lifted off from launch complex 39A at the Kennedy Space Center on January 31, 1971. It was the third manned lunar landing, the first manned landing in exploration of the lunar highlands, and it demonstrated pinpoint landing capability. The major goal of Apollo 14 was the scientific exploration of the Moon in the foothills of the rugged Fra Mauro region. The lunar surface extravehicular activity (EVA) of astronauts Shepard and Mitchell included setting up an automated scientific laboratory called Apollo Lunar Scientific Experiments Package (ALSEP), and collecting a total of about 95 pounds (43 kilograms) of Moon rock and soil for a geological investigation back on the Earth. The mission safely returned to Earth on February 9, 1971.", "image": "https://images-assets.nasa.gov/image/7120033/7120033~thumb.jpg"}, {"id": 88, "name": "Apollo 9 Mission image - Lunar Module ", "description": "AS09-21-3183 (7 March 1969) --- A view of the Apollo 9 Lunar Module (LM) \"Spider\" in a lunar landing configuration, as photographed from the Command and Service Modules (CSM) on the fifth day of the Apollo 9 Earth-orbital mission.  The landing gear on the \"Spider\" has been deployed.  Lunar surface probes (sensors) extend out from the landing gear foot pads.  Inside the \"Spider\" were astronauts James A. McDivitt, Apollo 9 commander; and Russell L. Schweickart, lunar module pilot.  Astronaut David R. Scott, command module pilot, remained at the controls in the Command Module (CM), \"Gumdrop,\" while the other two astronauts checked out the LM.  Schweickart, lunar module pilot, is photographed from the CM \"Gumdrop\" during his extravehicular activity (EVA) on the fourth day of the Apollo 9 Earth-orbital mission.  The CSM is docked with the LM.  Astronaut James A. McDivitt, Apollo 9 commander, was inside the LM \"Spider.\"  Astronaut David R. Scott, command module pilot, remained at the controls in the CM.", "image": "https://images-assets.nasa.gov/image/as09-21-3183/as09-21-3183~thumb.jpg"}, {"id": 89, "name": "Apollo 9 Mission image - Lunar Module ", "description": "AS09-21-3197 (7 March 1969) --- A view of the Apollo 9 Lunar Module (LM) \"Spider\" in a lunar landing configuration, as photographed from the Command and Service Modules (CSM) on the fifth day of the Apollo 9 Earth-orbital mission.  The landing gear on the \"Spider\" has been deployed.  Lunar surface probes (sensors) extend out from the landing gear foot pads.  Inside the \"Spider\" were astronauts James A. McDivitt, Apollo 9 commander; and Russell L. Schweickart, lunar module pilot.  Astronaut David R. Scott, command module pilot, remained at the controls in the Command Module (CM), \"Gumdrop,\" while the other two astronauts checked out the LM.  Schweickart, lunar module pilot, is photographed from the CM \"Gumdrop\" during his extravehicular activity (EVA) on the fourth day of the Apollo 9 Earth-orbital mission.  The CSM is docked with the LM.  Astronaut James A. McDivitt, Apollo 9 commander, was inside the LM \"Spider.\"  Astronaut David R. Scott, command module pilot, remained at the controls in the CM.", "image": "https://images-assets.nasa.gov/image/as09-21-3197/as09-21-3197~thumb.jpg"}, {"id": 90, "name": "Saturn Apollo Program", "description": "Sitting in the life raft, during the Apollo 12 Pacific recovery, are the three mission astronauts; Alan L. Bean, pilot of the Lunar Module (LM), Intrepid; Richard Gordon, pilot of the Command Module (CM), Yankee Clipper; and Spacecraft Commander Charles Conrad. The second manned lunar landing mission, Apollo 12 launched from launch pad 39-A at Kennedy Space Center in Florida on November 14, 1969 via a Saturn V launch vehicle. The Saturn V vehicle was developed by the Marshall Space Flight Center (MSFC) under the direction of Dr. Wernher von Braun. The LM, Intrepid, landed astronauts Conrad and Bean on the lunar surface in what’s known as the Ocean of Storms, while astronaut Richard Gordon piloted the CM, Yankee Clipper, in a parking orbit around the Moon. Lunar soil activities included the deployment of the Apollo Lunar Surface Experiments Package (ALSEP), finding the unmanned Surveyor 3 that landed on the Moon on April 19, 1967, and collecting 75 pounds (34 kilograms) of rock samples. Apollo 12 safely returned to Earth on November 24, 1969.", "image": "https://images-assets.nasa.gov/image/6903667/6903667~thumb.jpg"}, {"id": 91, "name": "Saturn Apollo Program", "description": "This is the Apollo 16 lunar landing mission crew portrait. Pictured from left to right are: Thomas K. Mattingly II, Command Module pilot; John W. Young, Mission Commander; and Charles M. Duke Jr., Lunar Module pilot. Launched from the Kennedy Space Center on April 16, 1972, Apollo 16 spent three days on Earth's Moon. The first study of the highlands area, the landing site for Apollo 16 was the Descartes Highlands. The fifth lunar landing mission out of six, Apollo 16 was famous for deploying and using an ultraviolet telescope as the first lunar observatory. The telescope photographed ultraviolet light emitted by Earth and other celestial objects. The Lunar Roving Vehicle, developed by the Marshall Space Flight Center, was also used for collecting rocks and data on the mysterious lunar highlands.  In this photo, astronaut John W. Young photographs Charles M. Duke, Jr. collecting rock samples at the Descartes landing site. Duke stands by Plum Crater while the Lunar Roving Vehicle waits parked in the background.  High above, Thomas K. Mattingly orbits in the Command Module. The mission ended April 27, 1972 as the crew splashed down into the Pacific Ocean. ", "image": "https://images-assets.nasa.gov/image/0401440/0401440~thumb.jpg"}, {"id": 92, "name": "Saturn Apollo Program", "description": "The second manned lunar landing mission, Apollo 12 launched from launch pad 39-A at Kennedy Space Center in Florida on November 14, 1969 via a Saturn V launch vehicle. The Saturn V vehicle was developed by the Marshall Space Flight Center (MSFC) under the direction of Dr. Wernher von Braun. Aboard Apollo 12 was a crew of three astronauts: Alan L. Bean, pilot of the Lunar Module (LM), Intrepid; Richard Gordon, pilot of the Command Module (CM), Yankee Clipper; and Spacecraft Commander Charles Conrad. The LM, Intrepid, landed astronauts Conrad and Bean on the lunar surface in what’s known as the Ocean of Storms while astronaut Richard Gordon piloted the CM, Yankee Clipper, in a parking orbit around the Moon. Lunar soil activities included the deployment of the Apollo Lunar Surface Experiments Package (ALSEP), finding the unmanned Surveyor 3 that landed on the Moon on April 19, 1967, and collecting 75 pounds (34 kilograms) of rock samples, some of which can be seen in this photograph. Apollo 12 safely returned to Earth on November 24, 1969.", "image": "https://images-assets.nasa.gov/image/6903957/6903957~thumb.jpg"}, {"id": 93, "name": "   Apollo 12 Mission image - View of lunar surface mound ", "description": "AS12-46-6825 (19 Nov. 1969) --- Close-up view of a lunar rock, small crater, and lunar mound as photographed during the Apollo 12 extravehicular activity (EVA). Astronaut Richard F. Gordon Jr., command module pilot, remained with the Apollo 12 Command and Service Modules (CSM) in lunar orbit while astronauts Charles Conrad Jr., commander, and Alan L. Bean, lunar module pilot, descended in the Lunar Module (LM) to explore the moon.", "image": "https://images-assets.nasa.gov/image/as12-46-6825/as12-46-6825~thumb.jpg"}, {"id": 94, "name": "Apollo 12 Mission image - View of lunar surface mound ", "description": "AS12-46-6832 (19 Nov. 1969) --- A close-up view of a lunar mound as photographed during the Apollo 12 extravehicular activity (EVA) on the lunar surface. Astronaut Richard F. Gordon Jr., command module pilot, remained with the Apollo 12 Command and Service Modules (CSM) in lunar orbit while astronauts Charles Conrad Jr., commander, and Alan L. Bean, lunar module pilot, descended in the Lunar Module (LM) to explore the moon.", "image": "https://images-assets.nasa.gov/image/AS12-46-6832/AS12-46-6832~thumb.jpg"}, {"id": 95, "name": "Apollo 12 Mission image - High oblique view of Craters 285,287 and Tsiolkovski ", "description": "AS12-47-6870 (November 1969) --- An Apollo 12 high-oblique view of the crater Tsiolkovsky (in center of horizon) on the lunar farside, as photographed from lunar orbit. The crew men of the Apollo 12 lunar landing mission were astronauts Charles Conrad Jr., commander; Richard F. Gordon Jr., command module pilot; and Alan L. Bean, lunar module pilot. Tsiolkovsky is centered at 128.5 degrees east longitude and 20.5 degrees south latitude. This view is looking south.", "image": "https://images-assets.nasa.gov/image/as12-47-6870/as12-47-6870~thumb.jpg"}, {"id": 96, "name": "Saturn Apollo Program", "description": "Apollo 8 Astronaut William Anders, Lunar Module (LM) pilot, adjusts his helmet as he suits up for the Apollo 8 mission. The first manned Apollo mission launched aboard the Saturn V and first manned Apollo craft to enter lunar orbit, the SA-503, Apollo 8 mission lift off occurred on December 21, 1968 and returned safely to Earth on December 27, 1968. Aboard were Anders and fellow astronauts James Lovell, Command Module (CM) pilot; and Frank Borman, commander. The mission achieved operational experience and tested the Apollo command module systems, including communications, tracking, and life-support, in cis-lunar space and lunar orbit, and allowed evaluation of crew performance on a lunar orbiting mission. The crew photographed the lunar surface, both far side and near side, obtaining information on topography and landmarks as well as other scientific information necessary for future Apollo landings. All systems operated within allowable parameters and all objectives of the mission were achieved.    ", "image": "https://images-assets.nasa.gov/image/6872212/6872212~thumb.jpg"}, {"id": 97, "name": "Saturn Apollo Program", "description": "Apollo 8 astronaut William Anders, Lunar Module (LM) pilot, is suited up for the Apollo 8 mission countdown demonstration test. The first manned Apollo mission launched aboard the Saturn V and first manned Apollo craft to enter lunar orbit, the SA-503, Apollo 8 mission lift off occurred on December 21, 1968 and returned safely to Earth on December 27, 1968. Aboard were Anders and fellow astronauts James Lovell, Command Module (CM) pilot; and Frank Borman, commander. The mission achieved operational experience and tested the Apollo command module systems, including communications, tracking, and life-support, in cis-lunar space and lunar orbit, and allowed evaluation of crew performance on a lunar orbiting mission. The crew photographed the lunar surface, both far side and near side, obtaining information on topography and landmarks as well as other scientific information necessary for future Apollo landings. All systems operated within allowable parameters and all objectives of the mission were achieved.", "image": "https://images-assets.nasa.gov/image/6872193/6872193~thumb.jpg"}, {"id": 98, "name": "Saturn Apollo Program", "description": "Apollo 14 Mission Commander, Alan B. Shepard, Jr., waves to well-wishers as he and astronauts Stuart A. Roosa, Command Module pilot; and Edgar D. Mitchell, Lunar Module pilot, walk to the transfer van during the countdown demonstration test. The Apollo 14, carrying the crew of three lifted off from launch complex 39A at KSC on January 31, 1971. It was the third manned lunar landing, the first manned landing in exploration of the lunar highlands, and it demonstrated pinpoint landing capability. The major goal of Apollo 14 was the scientific exploration of the Moon in the foothills of the rugged Fra Mauro region. The lunar surface extravehicular activity (EVA) of astronauts Shepard and Mitchell included setting up an automated scientific laboratory called Apollo Lunar Scientific Experiments Package (ALSEP), and collecting a total of about 95 pounds (43 kilograms) of Moon rock and soil for a geological investigation back on the Earth. Apollo 14 safely returned to Earth on February 9, 1971.", "image": "https://images-assets.nasa.gov/image/9309376/9309376~thumb.jpg"}, {"id": 99, "name": "Saturn Apollo Program", "description": "This is a photo of the Apollo 15 Lunar Module, Falcon, on the lunar surface.  Apollo 15 launched from Kennedy Space Center (KSC) on July 26, 1971 via a Saturn V launch vehicle.  Aboard was a crew of three astronauts including David R. Scott, Mission Commander; James B. Irwin, Lunar Module Pilot; and Alfred M. Worden, Command Module Pilot. The first mission designed to explore the Moon over longer periods, greater ranges and with more instruments for the collection of scientific data than on previous missions, the mission included the introduction of a $40,000,000 lunar roving vehicle (LRV) that reached a top speed of 16 kph (10 mph) across the Moon's surface. The successful Apollo 15 lunar landing mission was the first in a series of three advanced missions planned for the Apollo program. The primary scientific objectives were to observe the lunar surface, survey and sample material and surface features in a preselected area of the Hadley-Apennine region, setup and activation of surface experiments and conduct in-flight experiments and photographic tasks from lunar orbit. Apollo 15 televised the first lunar liftoff and recorded a walk in deep space by Alfred Worden. Both the Saturn V rocket and the LRV were developed at the Marshall Space Flight Center.", "image": "https://images-assets.nasa.gov/image/7120062/7120062~thumb.jpg"}]}